export const arrCashInIdx = ['ЗП', 'Доп. доход'];
export const arrCashOutIdx = [
  'Транспорт',
  'Продукты',
  'Здоровье',
  'Алкоголь',
  'Развлечения',
  'Всё для дома',
  'Техника',
  'Коммуналка, связь',
  'Спорт, хобби',
  'Образование',
  'Прочее',
];

export const arrFixMonthString = [
  ['Январь', 'Декабрь', 'Ноябрь', 'Октябрь', 'Сентябрь', 'Август'],
  ['Февраль', 'Январь', 'Декабрь', 'Ноябрь', 'Октябрь', 'Сентябрь'],
  ['Март', 'Февраль', 'Январь', 'Декабрь', 'Ноябрь', 'Октябрь'],
  ['Апрель', 'Март', 'Февраль', 'Январь', 'Декабрь', 'Ноябрь'],
  ['Май', 'Апрель', 'Март', 'Февраль', 'Январь', 'Декабрь'],
  ['Июнь', 'Май', 'Апрель', 'Март', 'Февраль', 'Январь'],
  ['Июль', 'Июнь', 'Май', 'Апрель', 'Март', 'Февраль'],
  ['Август', 'Июль', 'Июнь', 'Май', 'Апрель','Март'],
  ['Сентябрь', 'Август', 'Июль', 'Июнь', 'Май', 'Апрель'],
  ['Ноябрь', 'Октябрь', 'Сентябрь', 'Август', 'Июль', 'Июнь'],
  ['Октябрь', 'Сентябрь', 'Август', 'Июль', 'Июнь', 'Май'],
  ['Декабрь', 'Ноябрь', 'Октябрь', 'Сентябрь', 'Август', 'Июль'],
];


export const arrFixMonthNumber = [
  [1, 12, 11, 10, 9, 8],
  [2, 1, 12, 11, 10, 9],
  [3, 2, 1, 12, 11, 10],
  [4, 3, 2, 1, 12, 11],
  [5, 4, 3, 2, 1, 1],
  [6, 5, 4, 3, 2, 1],
  [7, 6, 5, 4, 3, 2],
  [8, 7, 6, 5, 4, 3],
  [9, 8, 7, 6, 5, 4],
  [10, 9, 8, 7, 6, 5],
  [11, 10, 9, 8, 7, 6],
  [12, 11, 10, 9, 8, 7],
];