export const arrCashInIdx = ['ЗП', 'Доп. доход'];
export const arrCashOutIdx = [
  'Транспорт',
  'Продукты',
  'Здоровье',
  'Алкоголь',
  'Развлечения',
  'Всё для дома',
  'Техника',
  'Коммуналка, связь',
  'Спорт, хобби',
  'Образование',
  'Прочее',
];

export const fixBagBackendFixMonth = [
  ['Январь', 'Декабрь', 'Ноябрь', 'Октябрь', 'Сентябрь', 'Август'],
  ['Декабрь', 'Ноябрь', 'Октябрь', 'Сентябрь', 'Август', 'Июль'],
  ['Ноябрь', 'Октябрь', 'Сентябрь', 'Август', 'Июль', 'Июнь'],
  ['Октябрь', 'Сентябрь', 'Август', 'Июль', 'Июнь', 'Май'],
  ['Сентябрь', 'Август', 'Июль', 'Июнь', 'Май', 'Апрель'],
  ['Июль', 'Июнь', 'Май', 'Апрель', 'Март', 'Февраль'],
  ['Июнь', 'Май', 'Апрель', 'Март', 'Февраль', 'Январь'],
  ['Май', 'Апрель', 'Март', 'Февраль', 'Январь', 'Декабрь'],
  ['Апрель', 'Март', 'Февраль', 'Январь', 'Декабрь', 'Ноябрь'],
  ['Март', 'Февраль', 'Январь', 'Декабрь', 'Ноябрь', 'Октябрь'],
  ['Февраль', 'Январь', 'Декабрь', 'Ноябрь', 'Октябрь', 'Сентябрь'],
  ['Январь', 'Декабрь', 'Ноябрь', 'Октябрь', 'Сентябрь', 'Август'],
];
